[
    {
        "title" : "ตู่ คือ ใคร?",
        "subtitle" : "พลเอก ประยุทธ์ จันทร์โอชา (เกิด 21 มีนาคม พ.ศ. 2497) ชื่อเล่น ตู่ เป็นนักการเมืองและทหารบกชาวไทย นายกรัฐมนตรีไทยคนที่ 29 และรัฐมนตรีว่าการกระทรวงกลาโหมคนปัจจุบัน ผู้บัญชาการทหารบกตั้งแต่ พ.ศ. 2553 ถึง 2557 และเคยเป็นหัวหน้าคณะรักษาความสงบแห่งชาติ ซึ่งก่อรัฐประหารใน พ.ศ. 2557 และเป็นคณะรัฐประหารที่ปกครองประเทศไทยตั้งแต่ พ.ศ. 2557 ถึง 2562",
        "image_url" : "https://elect.thematter.co/data/politicians/%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%B8%E0%B8%97%E0%B8%98%E0%B9%8C-%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%AD%E0%B8%8A%E0%B8%B2.jpg",
        "detail" : "Please use the search box at the  \n\ntop of this page or the links to the right. Feel free to subscribe to our syndicated feeds."
    },
    {
        "title" : "ตู่ คือ ใคร?",
        "subtitle" : "ประยุทธ์รับราชการทหารอยู่ที่กรมทหารราบที่ 21 รักษาพระองค์ หรือ ทหารเสือราชีนี มาโดยตลอด โดยเริ่มมาจากตำแหน่งผู้บังคับกองพัน จนถึงผู้บังคับการกรม จากนั้นจึงย้ายไปอยู่ที่กองพลทหารราบที่ 2 รักษาพระองค์ และรับตำแหน่งรองแม่ทัพภาคที่ 1 เขาเป็นสมาชิก บูรพาพยัคฆ์ ในกองทัพ เช่นเดียวกับพลเอก อนุพงษ์ เผ่าจินดา รัฐมนตรีว่าการกระทรวงมหาดไทยและอดีตสมาชิกคณะรักษาความสงบแห่งชาติ และพลเอก ประวิตร วงษ์สุวรรณ รองนายกรัฐมนตรี รัฐมนตรีว่าการกระทรวงกลาโหมและอดีตรองหัวหน้าคณะรักษาความสงบแห่งชาติ ซึ่งทั้งสองยังเคยดำรงตำแหน่งผู้บัญชาการทหารบก",
        "image_url" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXIse9HVOgqiGM4dRj9xIA1ywtokKQLTcB2g&usqp=CAU",
        "detail" : "This page contains a list of special pages. Most of the content of these pages isautomatically generated and cannot be edited. To suggest a change to the parts that can be edited, find the appropriate text on Special:AllMessages and then request your change on the talk page of \n\nthe message (using {{edit request}} to draw the attention of administrators). "
    },
    {
        "title" : "รัฐประหาร พ.ศ. 2557 และนายกรัฐมนตรีสมัยแรก?",
        "subtitle" : "วันที่ 20 พฤษภาคม พ.ศ. 2557 เขาประกาศกฏอัยการศึกทั่วราชอาณาจักร อีก 2 วันต่อมาเขาก่อรัฐประหาร ในนามคณะรักษาความสงบแห่งชาติ (คสช.)[26] ต่อมาวันที่ 26 พฤษภาคม มีพิธีสนองพระบรมราชโองการโปรดเกล้าฯ แต่งตั้ง พลเอก ประยุทธ์ จันทร์โอชา เป็นหัวหน้า คสช. พระบรมราชโองการดังกล่าวถูกมองว่าเป็นหัวใจสร้างความชอบธรรมแก่รัฐประหาร[27] ในประกาศ คสช. ฉบับที่ 10/2557 ให้อำนาจเขาเสมือนนายกรัฐมนตรี[28] หลังรัฐประหาร เขาแต่งตั้งตัวเองเป็นกรรมการในคณะกรรมการต่าง ๆ และเป็นกรรมการโดยตำแหน่งในฐานะนายกรัฐมนตรี เขาจัดรายการ ศาสตร์พระราชาสู่การพัฒนาอย่างยั่งยืน ",
        "image_url" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRxAN389xL6WD61Rr5l0vJ5YNcm1eW4Q_Ut6Q&usqp=CAU",
        "detail" : "myyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy"
    }
]
